Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: From Other Meals
de: Aus anderen Mahlzeiten
es: De otras comidas
fr: D'autres repas
fr_ca: D'autres repas
nl: Uit andere maaltijden

source: Gain Weight
de: Zunehmen
es: Ganar peso
fr: Prendre du poids
fr_ca: Prendre du poids
nl: Aankomen

source: Generate with AI
de: Mit KI erstellen
es: Generar con IA
fr: Générer avec l'IA
fr_ca: Générer avec l'IA
nl: Maken met AI

source: Generic
de: Allgemein
es: Genérico
fr: Générique
fr_ca: Générique
nl: Algemeen

source: Get health advice tailored to you
de: Gesundheitstipps, die zu dir passen
es: Consejos de salud hechos a tu medida
fr: Des conseils santé rien que pour vous
fr_ca: Des conseils santé rien que pour toi
nl: Gezondheidsadvies op jouw maat

source: Get Moving
de: In Bewegung kommen
es: Muévete
fr: Bougez
fr_ca: Bouge
nl: Kom in beweging

source: Get notified of analysis when workouts finish
de: Nach Workouts über die Auswertung informiert werden
es: Recibir el análisis al terminar los entrenamientos
fr: Être averti de l'analyse à la fin des séances
fr_ca: Être averti de l'analyse à la fin des séances
nl: Krijg na trainingen bericht over de analyse

source: Get notified when a health monitor needs your attention.
de: Werde benachrichtigt, wenn eine Gesundheitsüberwachung deine Aufmerksamkeit braucht.
es: Recibe un aviso cuando un monitor de salud requiera tu atención.
fr: Soyez averti lorsqu'une surveillance santé requiert votre attention.
fr_ca: Sois averti lorsqu'une surveillance santé requiert ton attention.
nl: Krijg bericht wanneer een gezondheidsbewaking je aandacht nodig heeft.

source: Get notified when a monitor needs your attention. Notifications are only sent when a monitor changes to attention or alert.
de: Werde benachrichtigt, wenn eine Überwachung deine Aufmerksamkeit braucht. Benachrichtigungen kommen nur beim Wechsel auf Achtung oder Alarm.
es: Recibe un aviso cuando un monitor requiera tu atención. Solo se envían notificaciones cuando un monitor pasa a atención o alerta.
fr: Soyez averti lorsqu'une surveillance requiert votre attention. Les notifications ne sont envoyées que lorsqu'une surveillance passe en attention ou en alerte.
fr_ca: Sois averti lorsqu'une surveillance requiert ton attention. Les notifications ne sont envoyées que lorsqu'une surveillance passe en attention ou en alerte.
nl: Krijg bericht wanneer een bewaking je aandacht nodig heeft. Meldingen komen alleen bij een wissel naar aandacht of waarschuwing.

source: Get personalized insights on what’s boosting (or bumming out) your health. It’s like x-ray vision for your wellness.
de: Erhalte persönliche Erkenntnisse darüber, was deiner Gesundheit guttut (oder ihr zusetzt). Wie ein Röntgenblick für dein Wohlbefinden.
es: Descubre con análisis personalizados qué impulsa (o hunde) tu salud. Como una radiografía de tu bienestar.
fr: Obtenez des analyses personnalisées sur ce qui stimule (ou plombe) votre santé. Une véritable radiographie de votre bien-être.
fr_ca: Obtiens des analyses personnalisées sur ce qui stimule (ou plombe) ta santé. Une véritable radiographie de ton bien-être.
nl: Krijg persoonlijke inzichten in wat je gezondheid een boost geeft (of juist onderuithaalt). Als röntgenblik voor je welzijn.

source: Get personalized tips and advice based on your data.
de: Erhalte persönliche Tipps und Ratschläge auf Basis deiner Daten.
es: Recibe consejos personalizados a partir de tus datos.
fr: Recevez des conseils personnalisés à partir de vos données.
fr_ca: Reçois des conseils personnalisés à partir de tes données.
nl: Krijg persoonlijke tips en advies op basis van je gegevens.

source: Get simple, personalized insights each morning to help you move, rest, and eat with intention.
de: Erhalte jeden Morgen einfache, persönliche Erkenntnisse, damit du dich bewusst bewegst, erholst und ernährst.
es: Recibe cada mañana análisis sencillos y personalizados para moverte, descansar y comer con intención.
fr: Recevez chaque matin des analyses simples et personnalisées pour bouger, vous reposer et manger en pleine conscience.
fr_ca: Reçois chaque matin des analyses simples et personnalisées pour bouger, te reposer et manger en pleine conscience.
nl: Krijg elke ochtend eenvoudige, persoonlijke inzichten zodat je bewust beweegt, rust en eet.

source: Get Stronger
de: Stärker werden
es: Ganar fuerza
fr: Gagner en force
fr_ca: Gagner en force
nl: Sterker worden

source: Glad to get to know you better!
de: Schön, dich besser kennenzulernen!
es: ¡Me alegra conocerte mejor!
fr: Ravi de mieux vous connaître !
fr_ca: Ravi de mieux te connaître !
nl: Leuk om je beter te leren kennen!

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
fr_ca: Objectif
nl: Doel

source: Goal Achievements
de: Zielerfolge
es: Logros de objetivos
fr: Réussites d'objectifs
fr_ca: Réussites d'objectifs
nl: Doelprestaties

source: Goal Met
de: Ziel erreicht
es: Objetivo cumplido
fr: Objectif atteint
fr_ca: Objectif atteint
nl: Doel behaald

source: Goal Not Found
de: Ziel nicht gefunden
es: Objetivo no encontrado
fr: Objectif introuvable
fr_ca: Objectif introuvable
nl: Doel niet gevonden

source: Goal Streak
de: Zielserie
es: Racha de objetivos
fr: Série d'objectifs
fr_ca: Série d'objectifs
nl: Doelreeks

source: Goal Widget Configuration
de: Konfiguration des Ziel-Widgets
es: Configuración del widget de objetivos
fr: Configuration du widget Objectif
fr_ca: Configuration du widget Objectif
nl: Configuratie doelwidget

source: goals
de: Ziele
es: objetivos
fr: objectifs
fr_ca: objectifs
nl: doelen

source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
fr_ca: Objectifs
nl: Doelen

source: Goals Added
de: Ziele hinzugefügt
es: Objetivos añadidos
fr: Objectifs ajoutés
fr_ca: Objectifs ajoutés
nl: Doelen toegevoegd

source: Good
de: Gut
es: Bueno
fr: Bon
fr_ca: Bon
nl: Goed

source: Good Afternoon, %@!
de: Guten Tag, %@!
es: ¡Buenas tardes, %@!
fr: Bon après-midi %@ !
fr_ca: Bon après-midi %@ !
nl: Goedemiddag, %@!

source: Good Afternoon!
de: Guten Tag!
es: ¡Buenas tardes!
fr: Bon après-midi !
fr_ca: Bon après-midi !
nl: Goedemiddag!

source: Good Evening, %@!
de: Guten Abend, %@!
es: ¡Buenas noches, %@!
fr: Bonsoir %@ !
fr_ca: Bonsoir %@ !
nl: Goedenavond, %@!

source: Good Evening!
de: Guten Abend!
es: ¡Buenas noches!
fr: Bonsoir !
fr_ca: Bonsoir !
nl: Goedenavond!

source: Good job!
de: Gut gemacht!
es: ¡Buen trabajo!
fr: Bravo !
fr_ca: Bravo !
nl: Goed bezig!

source: Good Morning, %@!
de: Guten Morgen, %@!
es: ¡Buenos días, %@!
fr: Bonjour %@ !
fr_ca: Bonjour %@ !
nl: Goedemorgen, %@!

source: Good Morning!
de: Guten Morgen!
es: ¡Buenos días!
fr: Bonjour !
fr_ca: Bonjour !
nl: Goedemorgen!

source: Good Night, %@!
de: Gute Nacht, %@!
es: ¡Buenas noches, %@!
fr: Bonne nuit %@ !
fr_ca: Bonne nuit %@ !
nl: Goedenacht, %@!

source: Good Night!
de: Gute Nacht!
es: ¡Buenas noches!
fr: Bonne nuit !
fr_ca: Bonne nuit !
nl: Goedenacht!

source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
fr_ca: J'ai compris
nl: Begrepen

source: Grant New Permissions
de: Neue Berechtigungen erteilen
es: Conceder nuevos permisos
fr: Accorder de nouvelles autorisations
fr_ca: Accorder de nouvelles autorisations
nl: Nieuwe rechten verlenen

source: great
de: sehr gut
es: muy buena
fr: très bonne
fr_ca: très bonne
nl: heel goed

source: Guidelines
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
fr_ca: Recommandations
nl: Richtlijnen

source: Habit Details
de: Details zur Gewohnheit
es: Detalles del hábito
fr: Détails de l'habitude
fr_ca: Détails de l'habitude
nl: Details van gewoonte

source: Have More Energy
de: Mehr Energie haben
es: Tener más energía
fr: Avoir plus d’énergie
fr_ca: Avoir plus d’énergie
nl: Meer energie hebben

source: Health
de: Gesundheit
es: Salud
fr: Santé
fr_ca: Santé
nl: Gezondheid

source: Health Action
de: Gesundheitsaktion
es: Acción de salud
fr: Action santé
fr_ca: Action santé
nl: Gezondheidsactie

source: Health Action Configuration
de: Konfiguration der Gesundheitsaktion
es: Configuración de la acción de salud
fr: Configuration de l'action santé
fr_ca: Configuration de l'action santé
nl: Configuratie gezondheidsactie

source: Health Actions
de: Gesundheitsaktionen
es: Acciones de salud
fr: Actions santé
fr_ca: Actions santé
nl: Gezondheidsacties

source: Health data can feel overwhelming. I’m here to make things simple.
de: Gesundheitsdaten können erschlagend wirken. Ich mache es dir einfach.
es: Los datos de salud pueden abrumar. Estoy aquí para simplificarlo todo.
fr: Les données de santé, ça peut vite devenir intimidant. Je suis là pour simplifier tout ça.
fr_ca: Les données de santé, ça peut vite devenir intimidant. Je suis là pour simplifier tout ça.
nl: Gezondheidsgegevens kunnen overweldigend zijn. Ik maak het simpel voor je.

source: Health Data Sharing
de: Teilen von Gesundheitsdaten
es: Compartir datos de salud
fr: Partage des données de santé
fr_ca: Partage des données de santé
nl: Gezondheidsgegevens delen

source: Health Focus
de: Gesundheitsschwerpunkt
es: Objetivo de salud
fr: Objectif santé
fr_ca: Objectif santé
nl: Gezondheidsfocus

source: Health information disclaimer:
de: Hinweis zu Gesundheitsinformationen:
es: Aviso sobre la información de salud:
fr: Avertissement concernant les informations de santé :
fr_ca: Avertissement concernant les informations de santé :
nl: Disclaimer gezondheidsinformatie:

source: Health Monitors
de: Gesundheitsmonitore
es: Monitores de salud
fr: Moniteurs de santé
fr_ca: Moniteurs de santé
nl: Gezondheidsmonitors

source: Health Permissions
de: Gesundheitsberechtigungen
es: Permisos de salud
fr: Autorisations santé
fr_ca: Autorisations santé
nl: Gezondheidsmachtigingen

source: HealthKit Permissions
de: HealthKit-Berechtigungen
es: Permisos de HealthKit
fr: Autorisations HealthKit
fr_ca: Autorisations HealthKit
nl: HealthKit-machtigingen

source: heart health
de: Herzgesundheit
es: salud cardíaca
fr: santé cardiaque
fr_ca: santé cardiaque
nl: hartgezondheid

source: Heart Health
de: Herzgesundheit
es: Salud cardíaca
fr: Santé cardiaque
fr_ca: Santé cardiaque
nl: Hartgezondheid

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
fr_ca: Fréquence cardiaque
nl: Hartslag

source: Heart Rate Recovery
de: Herzfrequenzerholung
es: Recuperación de la frecuencia cardíaca
fr: Récupération de la fréquence cardiaque
fr_ca: Récupération de la fréquence cardiaque
nl: Hartslagherstel

source: Heart Rate Reserve
de: Herzfrequenzreserve
es: Reserva de frecuencia cardíaca
fr: Réserve de fréquence cardiaque
fr_ca: Réserve de fréquence cardiaque
nl: Hartslagreserve

source: Heart rate reserve (HRR) is a measure used to calculate your target heart rate for various levels of exercise intensity.
de: Die Herzfrequenzreserve dient dazu, deine Zielherzfrequenz für unterschiedliche Belastungsintensitäten zu berechnen.
es: La reserva de frecuencia cardíaca sirve para calcular tu frecuencia objetivo según la intensidad del ejercicio.
fr: La réserve de fréquence cardiaque sert à calculer votre fréquence cardiaque cible selon les différentes intensités d'effort.
fr_ca: La réserve de fréquence cardiaque sert à calculer ta fréquence cardiaque cible selon les différentes intensités d'effort.
nl: De hartslagreserve wordt gebruikt om je streefhartslag te berekenen bij verschillende inspanningsniveaus.

source: Heart Rate Reserve (HRR) is the difference between your maximum heart rate and resting heart rate. A larger reserve indicates better cardiovascular fitness, as your heart can handle a wider range of intensities during exercise.
de: Die Herzfrequenzreserve (HRR) ist die Differenz zwischen deiner maximalen Herzfrequenz und deiner Ruheherzfrequenz. Eine größere Reserve spricht für eine bessere Ausdauerfitness, da dein Herz beim Sport ein breiteres Intensitätsspektrum bewältigen kann.
es: La reserva de frecuencia cardiaca (RFC) es la diferencia entre tu frecuencia cardiaca máxima y tu frecuencia cardiaca en reposo. Una reserva mayor indica una mejor condición cardiovascular, porque tu corazón puede afrontar un rango más amplio de intensidades al hacer ejercicio.
fr: La réserve de fréquence cardiaque (RFC) est l'écart entre votre fréquence cardiaque maximale et votre fréquence cardiaque au repos. Une réserve plus grande indique une meilleure condition cardiovasculaire, car votre cœur peut gérer une plus large gamme d'intensités à l'effort.
fr_ca: La réserve de fréquence cardiaque (RFC) est l'écart entre ta fréquence cardiaque maximale et ta fréquence cardiaque au repos. Une réserve plus grande indique une meilleure condition cardiovasculaire, car ton cœur peut gérer une plus large gamme d'intensités à l'effort.
nl: De hartslagreserve (HRR) is het verschil tussen je maximale hartslag en je rusthartslag. Een grotere reserve wijst op een betere conditie, omdat je hart tijdens inspanning een breder intensiteitsbereik aankan.

source: Heart Rate Variability
de: Herzfrequenzvariabilität
es: Variabilidad de la frecuencia cardíaca
fr: Variabilité de la fréquence cardiaque
fr_ca: Variabilité de la fréquence cardiaque
nl: Hartslagvariabiliteit

source: Heart Rate Variability (HRV) measures the variation in time between heartbeats. Higher HRV generally indicates better cardiovascular fitness and recovery, while lower HRV may suggest stress or fatigue.
de: Die Herzfrequenzvariabilität (HRV) misst die zeitlichen Schwankungen zwischen den Herzschlägen. Eine höhere HRV spricht meist für bessere Ausdauer und Erholung, eine niedrigere kann auf Stress oder Erschöpfung hindeuten.
es: La variabilidad de la frecuencia cardíaca (VFC) mide la variación de tiempo entre latidos. Una VFC alta suele indicar mejor condición y recuperación; una baja puede señalar estrés o fatiga.
fr: La variabilité de la fréquence cardiaque (VFC) mesure l'écart de temps entre les battements. Une VFC élevée indique généralement une meilleure condition cardiovasculaire et une bonne récupération ; une VFC faible peut traduire du stress ou de la fatigue.
fr_ca: La variabilité de la fréquence cardiaque (VFC) mesure l'écart de temps entre les battements. Une VFC élevée indique généralement une meilleure condition cardiovasculaire et une bonne récupération ; une VFC faible peut traduire du stress ou de la fatigue.
nl: Hartslagvariabiliteit (HRV) meet de variatie in tijd tussen je hartslagen. Een hogere HRV wijst meestal op een betere conditie en beter herstel, een lagere op stress of vermoeidheid.

source: Heart Rate Variability is a measure of how quickly you can change your heart rate. A higher value indicates lower stress and more relaxation, and a lower value indicates your body is in stress.
de: Die Herzfrequenzvariabilität zeigt, wie schnell sich deine Herzfrequenz ändern kann. Ein höherer Wert bedeutet weniger Stress und mehr Entspannung, ein niedrigerer Wert deutet auf Stress hin.
es: La variabilidad de la frecuencia cardíaca mide con qué rapidez puede cambiar tu ritmo cardíaco. Un valor alto indica menos estrés y más relajación; uno bajo, que tu cuerpo está bajo tensión.
fr: La variabilité de la fréquence cardiaque mesure la rapidité avec laquelle votre rythme cardiaque peut varier. Une valeur élevée traduit moins de stress et plus de détente ; une valeur faible indique que votre corps est sous tension.
fr_ca: La variabilité de la fréquence cardiaque mesure la rapidité avec laquelle ton rythme cardiaque peut varier. Une valeur élevée traduit moins de stress et plus de détente ; une valeur faible indique que ton corps est sous tension.
nl: Hartslagvariabiliteit laat zien hoe snel je hartslag kan veranderen. Een hogere waarde betekent minder stress en meer ontspanning, een lagere waarde wijst op stress.

source: Heart Rate Zone Minutes
de: Minuten in Herzfrequenzzonen
es: Minutos por zona de frecuencia cardíaca
fr: Minutes par zone de fréquence cardiaque
fr_ca: Minutes par zone de fréquence cardiaque
nl: Minuten per hartslagzone

source: Heart Rate Zones
de: Herzfrequenzzonen
es: Zonas de frecuencia cardíaca
fr: Zones de fréquence cardiaque
fr_ca: Zones de fréquence cardiaque
nl: Hartslagzones

source: Heavy drinking day
de: Tag mit hohem Konsum
es: Día de consumo alto
fr: Jour de consommation élevée
fr_ca: Jour de consommation élevée
nl: Dag met zwaar drinken

source: Heavy drinking days
de: Tage mit hohem Konsum
es: Días de consumo alto
fr: Jours de consommation élevée
fr_ca: Jours de consommation élevée
nl: Dagen met zwaar drinken

source: Height
de: Größe
es: Estatura
fr: Taille
fr_ca: Taille
nl: Lengte

source: Hello there! Welcome to Bloom.
de: Hallo! Willkommen bei Bloom.
es: ¡Hola! Te damos la bienvenida a Bloom.
fr: Bonjour ! Bienvenue dans Bloom.
fr_ca: Bonjour ! Bienvenue dans Bloom.
nl: Hallo! Welkom bij Bloom.

source: Hello, %@!
de: Hallo, %@!
es: ¡Hola, %@!
fr: Bonjour %@ !
fr_ca: Salut %@ !
nl: Hallo, %@!

source: Hello!
de: Hallo!
es: ¡Hola!
fr: Bonjour !
fr_ca: Salut !
nl: Hallo!

source: Help
de: Hilfe
es: Ayuda
fr: Aide
fr_ca: Aide

source: Help me help you 💙
de: Hilf mir, dir zu helfen 💙
es: Ayúdame a ayudarte 💙
fr: Aidez-moi à vous aider 💙
fr_ca: Aide-moi à t'aider 💙
nl: Help mij jou te helpen 💙

source: Helps with %@
de: Hilft bei %@
es: Ayuda con %@
fr: Aide pour : %@
fr_ca: Aide pour : %@
nl: Helpt bij %@

source: Here's how I’ll help you make sense of your health data and show you what it all means.
de: So helfe ich dir, deine Gesundheitsdaten zu verstehen und einzuordnen, was sie bedeuten.
es: Así te ayudo a entender tus datos de salud y a ver qué significan.
fr: Voici comment je vous aide à y voir clair dans vos données de santé et à comprendre ce qu’elles veulent dire.
fr_ca: Voici comment je t’aide à y voir clair dans tes données de santé et à comprendre ce qu’elles veulent dire.
nl: Zo help ik je wijs te worden uit je gezondheidsgegevens en laat ik zien wat ze betekenen.

source: Here's how I'll use your data to give you personalized insights about your sleep, activity, stress, and overall wellness.
de: So nutze ich deine Daten, um dir persönliche Einblicke zu Schlaf, Aktivität, Stress und deinem allgemeinen Wohlbefinden zu geben.
es: Así uso tus datos para darte análisis personalizados sobre tu sueño, tu actividad, tu estrés y tu bienestar en general.
fr: Voici comment j’utilise vos données pour vous proposer des analyses personnalisées sur votre sommeil, votre activité, votre stress et votre bien-être en général.
fr_ca: Voici comment j’utilise tes données pour te proposer des analyses personnalisées sur ton sommeil, ton activité, ton stress et ton bien-être en général.
nl: Zo gebruik ik je gegevens om je persoonlijke inzichten te geven over je slaap, beweging, stress en algehele welzijn.

source: Here's how I’ll use your data to help you build healthy habits and stay consistent over time.
de: So nutze ich deine Daten, um dir zu helfen, gesunde Gewohnheiten aufzubauen und langfristig dranzubleiben.
es: Así uso tus datos para ayudarte a crear hábitos saludables y mantenerlos en el tiempo.
fr: Voici comment j’utilise vos données pour vous aider à installer de bonnes habitudes et à tenir dans la durée.
fr_ca: Voici comment j’utilise tes données pour t’aider à installer de bonnes habitudes et à tenir dans la durée.
nl: Zo gebruik ik je gegevens om je te helpen gezonde gewoontes op te bouwen en vol te houden.

source: Here's how I’ll use your data to help you understand the signals that influence body composition.
de: So nutze ich deine Daten, um dir zu zeigen, welche Signale deine Körperzusammensetzung beeinflussen.
es: Así uso tus datos para ayudarte a entender las señales que influyen en tu composición corporal.
fr: Voici comment j’utilise vos données pour vous aider à comprendre ce qui influence votre composition corporelle.
fr_ca: Voici comment j’utilise tes données pour t’aider à comprendre ce qui influence ta composition corporelle.
nl: Zo gebruik ik je gegevens om je te laten zien welke signalen je lichaamssamenstelling beïnvloeden.

source: Here's how I’ll use your data to help you understand what’s affecting your sleep.
de: So nutze ich deine Daten, um dir zu zeigen, was deinen Schlaf beeinflusst.
es: Así uso tus datos para ayudarte a entender qué está afectando a tu sueño.
fr: Voici comment j’utilise vos données pour vous aider à comprendre ce qui influence votre sommeil.
fr_ca: Voici comment j’utilise tes données pour t’aider à comprendre ce qui influence ton sommeil.
nl: Zo gebruik ik je gegevens om je te laten zien wat je slaap beïnvloedt.

source: Here's how I’ll use your data to help you understand what’s impacting your stress levels.
de: So nutze ich deine Daten, um dir zu zeigen, was dein Stresslevel beeinflusst.
es: Así uso tus datos para ayudarte a entender qué influye en tu nivel de estrés.
fr: Voici comment j’utilise vos données pour vous aider à comprendre ce qui joue sur votre niveau de stress.
fr_ca: Voici comment j’utilise tes données pour t’aider à comprendre ce qui joue sur ton niveau de stress.
nl: Zo gebruik ik je gegevens om je te laten zien wat je stressniveau beïnvloedt.

source: Here's how I'll use your data to spot patterns that affect your daily energy and help you feel more energized.
de: So nutze ich deine Daten, um Muster zu erkennen, die deine tägliche Energie beeinflussen – damit du dich fitter fühlst.
es: Así uso tus datos para detectar patrones que afectan a tu energía diaria y ayudarte a sentirte con más vitalidad.
fr: Voici comment j’utilise vos données pour repérer ce qui influence votre énergie au quotidien et vous aider à vous sentir plus en forme.
fr_ca: Voici comment j’utilise tes données pour repérer ce qui influence ton énergie au quotidien et t’aider à te sentir plus en forme.
nl: Zo gebruik ik je gegevens om patronen te vinden die je dagelijkse energie beïnvloeden, zodat je je energieker voelt.

source: Hey there! I'm Bud 👋
de: Hey! Ich bin Bud 👋
es: ¡Hola! Soy Bud 👋
fr: Salut ! Moi, c'est Bud 👋
fr_ca: Salut ! Moi, c'est Bud 👋
nl: Hoi! Ik ben Bud 👋

source: Hi there %@, I'm Bud!
de: Hallo %@, ich bin Bud!
es: ¡Hola %@, soy Bud!
fr: Bonjour %@, je m’appelle Bud !
fr_ca: Salut %@, moi c’est Bud !
nl: Hoi %@, ik ben Bud!

source: Hi there, I'm Bud!
de: Hallo, ich bin Bud!
es: ¡Hola, soy Bud!
fr: Bonjour, je m’appelle Bud !
fr_ca: Salut, moi c’est Bud !
nl: Hoi, ik ben Bud!

source: high
de: hoch
es: por encima
fr: au-dessus
fr_ca: au-dessus
nl: hoog

source: High
de: Hoch
es: Alto
fr: Élevé
fr_ca: Élevé
nl: Hoog

source: high intensity interval training duration
de: Dauer des hochintensiven Intervalltrainings
es: duración del entrenamiento por intervalos de alta intensidad
fr: durée d'entraînement fractionné de haute intensité
fr_ca: durée d'entraînement fractionné de haute intensité
nl: duur hoogintensieve intervaltraining
